oh-my-fish/plugin-bang-bang
edc/bass
fisherman/docker-completion
clvv/fasd
fisherman/git_util
fisherman/grc
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/metro
oh-my-fish/oh-my-fish
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/segment
oh-my-fish/plugin-shark
oh-my-fish/plugin-tmux
